{
  "course": "KURSLAR",
  "help": "MASLAHAT",
  "contact": "BOG'LANISH",
  "allcourse": "Barcha kurslar",
  "menu": "Menyu",
  "sociallinks": "Ijtimoiy havolalar",
  "helpChoose": "Biz sizga tanlashda yordam beramiz",
  "relevantCourse": "tegishli kurs!",
  "helpChooseDesc": "Biz sizga to'g'ri kursni tanlashda yordam beramiz!",
  "yourContact": "Sizning kontaktingiz:",
  "yourName": "Ismingiz...",
  "yourPhone": "Telefon raqamingiz",
  "submitRequest": "Murojaat yuborish",
  "privacyAgreement": "Ro'yxatdan o'tish orqali siz o'qiganingizni va rozi ekanligingizni tasdiqlaysiz",
  "privacyPolicy": "Maxfiylik Siyosati",
  "cookieTitle": "Cookie Ruxsati",
  "cookieDescription": "Saytimiz sizning tajribangizni yaxshilash uchun cookie-fayllardan foydalanadi. Ruxsat berasizmi?",
  "accept": "Ha, Ruxsat",
  "decline": "Yo'q",
  "ourCourses": "Bizning kurslarimiz",
  "frontendTitle": "Front-end dasturlash",
  "frontendDesc": "Frontend dasturlash - bu dinamik va interaktiv veb-sahifalarni yaratishni o'zlashtirish uchun mo'ljallangan intensiv kursdir.",
  "cyberTitle": "Kiberxavfsizlikka kirish",
  "cyberDesc": "Kiberxavfsizlikka kirish kursi asosiy tushunchalar, kriptografiya va himoya asoslarini o'rgatadi.",
  "motionTitle": "Motion dizayn",
  "motionDesc": "Motion dizayn kursi bilan animatsiya olamini o'rganing va jozibali vizual hikoyalar yarating.",
  "graphicTitle": "Grafik dizayn",
  "graphicDesc": "Grafik dizayn kursimiz bilan vizual muloqot olamiga sho'ng'ing va ijodiy salohiyatingizni oching.",
  "backendTitle": "Pythonda Back-end",
  "backendDesc": "Python Back-end kursimiz bilan server tomonidagi rivojlanish dunyosiga chuqurroq kirib boring.",
  "moreInfo": "Batafsil",
  "faq_title": "Ko‘p beriladigan savollar:",
  "faq_question": "Kurslar kimlar uchun mo‘ljallangan?",
  "faq_answer": "Dasturlash sohasida yangi boshlovchilar ham, o‘z malakasini oshirishni istagan mutaxassislar ham Ustudy Akademiyasida o‘qishlari mumkin. Dasturlar barcha darajadagi treninglar uchun mo‘ljallangan.",
  "help_title": "Biz sizning",
  "help_titlegreen": "qiziqishlaringiz va maqsadlaringiz asosida siz uchun mukammal kursni tanlaymiz!",
  "help_desc": "Biz sizga to'g'ri kursni tanlashda yordam beramiz!",
  "help_contact": "Sizning kontaktingiz:",
  "help_name_placeholder": "Ismingiz...",
  "help_phone_placeholder": "Telefon raqamingiz",
  "help_submit": "Murojaat yuborish",
  "help_terms": "Ro'yxatdan o'tish orqali siz o'qiganingizni va rozi ekanligingizni tasdiqlaysiz",
  "help_privacy_policy": "Maxfiylik Siyosati",
  "directorTitle": "Biz jamiyat va sheriklarimizga o'z maqsadlariga erishishda yordam beradigan, qulaylikni ta'minlaydigan va hayotni yangi imkoniyatlar bilan to'ldiradigan noyob IT - yechimlarini yaratamiz!",
  "directorName": "Gimranov Emil Ildarovich",
  "directorPosition": "Bosh direktor",
  "management": "Boshqaruv",
  "managementDesc": "Adolatli korporativ boshqaruv",
  "results": "Natijalar",
  "resultsDesc": "Yaxshi natijalarga erishishga yo'naltirish",
  "team": "Jamoa",
  "teamDesc": "Jamoaning yuqori darajadagi professionalligi",
  "intro_title": "IT MINDED > PEOPLE",
  "intro_titlegreen": "IT MINDED",
  "intro_text": "Biz global muammolarga ochiq bo`lgan IT-mutaxassislar avlodini tayyorlamoqdamiz, bilim, ko`nikma va amaliy tajriba orqali jamiyat hayot sifatini yaxshilashga qaratilgan innovatsion yechimlarni yaratmoqdamiz.",
  "intro_btn": "Murojaat yuboring",
  "intro_course1": "Front-end dasturlash",
  "intro_course1_duration": "5 oy",
  "intro_course2": "Kiberxavfsizlikka kirish",
  "intro_course2_duration": "2 oy",
  "intro_course3": "Motion dizayn",
  "intro_course3_duration": "5 oy",
  "location_title": "Bizning manzilimiz:",
  "location_address_label": "Manzil:",
  "location_address": "O'zbekiston Respublikasi, Toshkent, Mo'minov ko'chasi, 7/2, Uzinfocom binosi ichida",
  "location_landmark_label": "Mo'ljal:",
  "location_landmark": "IT-Park",
  "location_phone_label": "Telefon:",
  "location_phone": "+998(55) 501-5353",
  "team_title1": "Bizning",
  "team_title2": "Spikerlar",
  "team_description": "Biz sizga to'g'ri kursni tanlashda yordam beramiz!",
  "team_member1_experience": "Ish tajribasi: 4 yil",
  "team_member1_description": "United Marketing, People.Uz, Nova.24, Bugun.Uz va Взгляд.Uz internet-platformalarida 4 yillik tajribaga ega grafik dizayner.",
  "team_member2_experience": "Ish tajribasi: 5 yil",
  "team_member2_description": "Apptechka.uz da dasturchi, hozirda ML Community'da faol. Algoritmics Tashkent va IDU universitetida mentorlik tajribasiga ega.",
  "team_member3_experience": "Ish tajribasi: 2 yil",
  "team_member3_description": "Kiberxavfsizlik bo'yicha ikki yillik mentorlik tajribasiga ega (TATU, 2017-2019).",
  "team_member4_experience": "Ish tajribasi: 4 yil",
  "team_member4_description": "TopSkills Online, FIVE5 Agency, Teamit va Kalibri Education kompaniyalarida 3 yillik tajribaga ega motion dizayner.",
  "team_member5_experience": "Ish tajribasi: 3 yil",
  "team_member5_description": "UIC Group, Supersite va Codetech.io kompaniyalarida tajribaga ega front-end mutaxassisi.",
  "team_member6_experience": "Ish tajribasi: 12 yil",
  "team_member6_description": "Kiberxavfsizlik bo'yicha 12 yillik amaliy va 11 yillik mentorlik tajribasiga ega.",
  "team_member7_experience": "Ish tajribasi: 9 yil",
  "team_member7_description": "ONESEC va Linegroup kompaniyalarida 9 yillik kiberxavfsizlik tajribasiga ega.",
  "vacanciesTitle": "O'zbekistonda dasturchilarga talab",
  "vacanciesCount": "Ishlab chiquvchi vakansiyalari soni",
  "designer": "Dizayner",
  "seniorDeveloper": "Senior Dasturchi",
  "middleDeveloper": "Middle Dasturchi",
  "juniorDeveloper": "Junior Dasturchi",
  "afterCourse": "Kursdan keyin",
  "permanentJob": "Doimiy ish",
  "marketing": "Marketing",
  "design": "Dizayn",
  "valuesTitle": "Bizning qadriyatlarimiz:",
  "competitiveness": "Raqobatbardoshlik",
  "competitivenessText": "Biz bozorda mahsulotlarimiz uchun raqobatbardosh ustunliklarni yaratishga qodirmiz.",
  "effectiveWork": "Natijali ish",
  "effectiveWorkText": "Biz nafaqat faoliyat bilan shug‘ullanishga, balki aniq va samarali natijalarga erishishga intilamiz.",
  "customerFocus": "Mijoz yo‘nalishi",
  "customerFocusText": "Bizning barcha faoliyatimiz mijozlarimiz manfaatlari va qiziqishlari uchun qurilgan.",
  "opennessToInnovation": "Yangiliklarga ochiqlik",
  "opennessToInnovationText": "Biz har doim yangi istiqbollarni, yangi odamlar bilan hamkorlikni izlaymiz.",
  "creativity": "Shuningdek, ijodkorlik",
  "creativityText": "Biz vazifalarni bajarishda ijodiy yondashamiz. Ijodkorlik bizga turli muammolar uchun innovatsion yechimlarni topishga yordam beradi.",
  "whyChoose": "Nima uchun",
  "us": "bizni tanlashadi?",
  "actualKnowledge": "Aktual va amaliy bilimlar",
  "actualKnowledgeText": "Amaliyotli mentorlar. Dual ta'lim, o'qishning birinchi oyida amaliyot o'tash imkonini beradi.",
  "community": "Hamfikrlar jamoasi",
  "communityText": "Bu yerda siz nafaqat do'stlar, balki mentorlar bilan ham uchrashasiz.",
  "convenientLearning": "O'qitishning qulay shakli",
  "convenientLearningText": "Vaqtingizni tanlang va haftasiga 3 marta 1,5 soatdan o'qing.",
  "careerGuidance": "Kirishda kasbga yo'naltirish",
  "careerGuidanceText": "Kasbga yo'naltirish — bu insonning tajribasi, qiziqishlari, his-tuyg'ulari va ehtiyojlaridan kelib chiqqan holda karyera qurishga yordam beradigan keng qamrovli jarayon.",
  "employment": "Bandlik",
  "employmentText": "Hamkor kompaniyalarimiz allaqachon sizni kutmoqda!",
  "softSkills": "Soft Skills rivojlantirish",
  "softSkillsText": "O'z maqsadlariga erishish uchun barcha mutaxassislar nafaqat hard skills, balki soft skillsni ham rivojlantirishlari kerak: samarali muzokaralar, marketing va innovatsion biznes modellari, IT uchun moliya, taqdimot va pitching hamda boshqalar.",
  "ourMission": "Bizning vazifamiz:",
  "missionText": "Biz global muammolarga ochiq bo‘lgan IT-mutaxassislar avlodini tayyorlamoqdamiz, bilim, ko‘nikma va amaliy tajriba orqali jamiyat hayot sifatini yaxshilashga qaratilgan innovatsion yechimlarni yaratmoqdamiz.",
  "ourValues": "BIZNING QADRIYATLARIMIZ:",
  "efficiencyAndProfessionalism": "SAMARADORLIK VA PROFESSIONALLIK",
  "course1": {
    "name": "Front-end dasturlash",
    "desc": "Frontend dasturlash - bu dinamik va interaktiv veb-sahifalarni yaratishni o'zlashtirish uchun mo'ljallangan intensiv va amaliyotga yo'naltirilgan kursdir. Kurs HTML va CSS dan zamonaviy JavaScript ramkalar va TypeScriptgacha bo‘lgan texnologiyalarning to‘liq spektrini qamrab oladi, bu esa ishtirokchilarga Frontend ishlab chiqish sohasida yuqori malakali mutaxassislar bo‘lish imkonini beradi.",
    "abouttitle": "Kurs haqida:",
    "about": "Ushbu kurs nafaqat bilimlarni, balki professional ishda qo'llaniladigan real hayotiy ko'nikmalarni ham ta'minlab, front-end rivojlanishida muvaffaqiyatli karyera sari qadam bo'ladi. Sertifikatlash va portfolio: Kursni tugatgandan so'ng malaka va bilimlarni tasdiqlovchi sertifikat beriladi. IT-sohasida karyera uchun professional portfolio yaratishda mentorlar yordami.",
    "price": "2 000 000",
    "monthprice": "400 000"
  },
  "course2": {
    "name": "Kiberxavfsizlikka kirish",
    "desc": "Kiberxavfsizlikka kirish - bu chuqur kirish kursi va kiberxavfsizlik bo'yicha asosiy bilimlarni, shu jumladan asosiy tushunchalarni qamrab oladi kiberxavfsizlik, kriptografiya asoslari, kirishni boshqarish, tarmoq va kompyuter xavfsizlik, axborot xavfsizligiga tahdidlarning asosiy turlarini, shuningdek usullarini ochib beradi va ularga qarshi kurashish usullari. Kurs asosiy tushunchaga erishmoqchi bo'lgan har bir kishi uchun javob beradi ushbu sohaning asoslari.",
    "abouttitle": "Axborot xavfsizligi bo'yicha mutaxassis nima bilan shug`ullanadi?",
    "about": "Axborot xavfsizligi bo'yicha mutaxassis raqamli dunyoning haqiqiy qo'riqchisidir. Uning vazifasi axborot va tizimlarni zararli hujumlar va ruxsatsiz kirishdan himoya qilishdir. Ushbu mutaxassis zaifliklarni tahlil qiladi, mustahkam mudofaa strategiyalarini yaratadi, mudofaa mexanizmlarini sozlaydi va tarmoqni doimiy ravishda kuzatib boradi va har qadamda xavfsizlikni ta'minlaydi. Texnik tomondan tashqari, axborot xavfsizligi bo'yicha mutaxassis hamkasblarini xavfsizlik asoslariga o'rgatadi, ma'lumotlarni himoya qilish masalalari bo'yicha maslahat beradi va hodisalarga tezkor javob beradi, tahdidlar qarshisida tashkilotning chidamliligini saqlaydi.",
    "price": "2 000 000",
    "monthprice": "1 000 000"
  },
  "course3": {
    "name": "Motion dizayn",
    "desc": "Motion dizayn kursi bilan ijodiy energiya oqimingizni oching: animatsiya olamini kashf eting va ilg‘or animatsiya vositalari va usullaridan foydalangan holda jozibali vizual hikoyalar yarating.",
    "abouttitle": "Motion dizayner kim?",
    "about": "Motion dizayner - bu videolar, veb-saytlar, o'yinlar va boshqa loyihalar uchun animatsion elementlarni yaratadigan professional. U grafik ob'ektlarga harakatni qo'shish, ularni yanada jozibali va interaktiv qilish uchun maxsus dasturlar va usullardan foydalanadi.",
    "price": "2 500 000",
    "monthprice": "500 000"
  },
  "course4": {
    "name": "Grafik dizayn",
    "desc": "Bizning grafik dizayn kursimiz bilan ijodiy salohiyatingizni oching. Vizual muloqot olamiga sho'ng'ing va nafaqat tasvirlarni, balki samarali xabarlarni yaratuvchi ekspertga aylaning.",
    "abouttitle": "Grafik dizayner aynan nima bilan shug`ullanadi?",
    "about": "Grafik dizayner - g'oyalar va xabarlarni hayotga olib keladigan, vizual tushunchalarni yaratish uchun rang, shakl va tasvirdan foydalanadigan zamonaviy rassom. Ushbu mutaxassis logotiplar, bannerlar, qadoqlash va boshqa ko'p narsalarni yaratish san'atini egallab, har bir loyihani noyob va betakror qiladi. Grafik dizayner iste'molchilarning e'tiborini va qiziqishini jalb qilish uchun brendlarga o'zlarini vizual tarzda ifoda etishga yordam beradi va vizual aloqada asosiy rol o'ynaydi.",
    "price": "2 000 000",
    "monthprice": "500 000"
  },
  "course5": {
    "name": "Pythonda Back-end-dasturlash",
    "desc": "Python Back-end kursimiz bilan server tomonidagi rivojlanish dunyosiga chuqurroq kirib boring! Ishonchli va keng masshtabga ega veb-ilovalarni yaratish uchun kuchli vositalarni o'zlashtiring. Bizga qo'shiling va bugunoq IT-sohasida muvaffaqiyatli karyera qurishni boshlang!",
    "abouttitle": "Kurs haqida:",
    "about": "Backend Dasturlash Full - bu amaliyotga yo'naltirilgan kurs bo'lib, u Telegramning funksional botlarini yaratish, ma'lumotlar bazalari bilan ishlash va turli xil sun'iy intellekt, analitik modellar hamda Data Scienceni ishlab chiqishni o'rgatish uchun maxsus mo'ljallangan. Kurs davomida siz nafaqat Python dasturlash asoslarini o'rganasiz, balki botlar, ma'lumotlar va sun'iy intellekt sohalarida ilg'or loyihalarni amalga oshirish orqali ushbu ko'nikmalarni amalda qo'llaysiz.",
    "price": "1 500 000",
    "monthprice": "250 000"
  },
  "price": {
    "title": "Kurs",
    "greenTitle": "narxi",
    "desc": "So‘rov qoldiring, operatorlarimiz tez orada bog‘lanadi.",
    "full": "Butun kurs narxi:",
    "request": "So‘rov yuboring",
    "installment": "Bo‘lib to‘lash",
    "installmentDesc": "Siz uchun qulay bo‘lgan to‘lovni tanlang",
    "perMonth": "Oyiga",
    "x4": "X4 to'lov"
  },
  "certificate": {
    "title": "Sizning malakangiz kasbiy qayta tayyorlash diplomi bilan tasdiqlanadi",
    "desc": "Biz davlat litsenziyasi bo'yicha dars beramiz va belgilangan shakldagi hujjatlarni beramiz"
  },
  "error": {
    "notFound": "Kurs topilmadi"
  }
}
